{
  "mainTitle": "PRESIDENT",
  "subTitle": "OFFICE OF THE",
  "initiatives": [
    {
      "id": "initiative_1",
      "initiativeNum": "Initiative 1",
      "title": "ABAKADA: Balik Eskwela Mindanao",
      "imgBgSrc": "https://firebasestorage.googleapis.com/v0/b/samahan-website.appspot.com/o/Images%2FPresident%20Initiatives%2FABAKADA.png?alt=media&token=2708af3c-a36e-4978-8f0d-002f0910484b",
      "contents": [
        {
          "type": "paragraph",
          "contents": "ABAKADA: Balik Eskwela Mindanao is a youth-led summer outreach project which aims to provide educational materials to identified partner schools in Mindanao that will help students maximize their learning experience amidst the current learning set-up."
        },
        {
          "type": "paragraph",
          "contents": "Embodying youth action and collective volunteerism, ABAKADA stands in solidarity with students in need and recognizes every student's right to have access to quality education."
        }
      ]
    },
    {
      "id": "initiative_2",
      "initiativeNum": "Initiative 2",
      "title": "Ateneo to the World",
      "imgBgSrc": "https://firebasestorage.googleapis.com/v0/b/samahan-website.appspot.com/o/Images%2FPresident%20Initiatives%2FAteneo%20to%20the%20World.jpeg?alt=media&token=37d130a2-b19b-4b45-8b57-9508686a337f",
      "contents": [
        {
          "type": "paragraph",
          "contents": "The Ateneo to the World is a flagship project of the SAMAHAN in coordination with the Ateneo Internationalization for Mindanao Office which aims to strengthen Ateneans’ reach to exposure programs outside the university. Through this initiative, opportunities for leadership and career development will be more accessible and diversified for Ateneans."
        }
      ]
    },
    {
      "id": "initiative_3",
      "initiativeNum": "Initiative 3",
      "title": "ECOmmitment",
      "imgBgSrc": "https://firebasestorage.googleapis.com/v0/b/samahan-website.appspot.com/o/Images%2FPresident%20Initiatives%2FECOmmitment.jpeg?alt=media&token=50bb762a-c158-4dd7-afcc-ce4ad6aff7ba",
      "contents": [
        {
          "type": "paragraph",
          "contents": "ECOmmitment is SAMAHAN’s pledge to employ virtual and/or on-site welfare work including but not limited to reforestation efforts and campaigning for environmentally-sound programs every month to mobilize Ateneans to action and raise awareness on different issues concerning our common home."
        }
      ]
    },
    {
      "id": "initiative_4",
      "initiativeNum": "Initiative 4",
      "title": "The Mindanao Youth Congress",
      "imgBgSrc": "https://firebasestorage.googleapis.com/v0/b/samahan-website.appspot.com/o/Images%2FPresident%20Initiatives%2FThe%20Mindanao%20Youth%20Congress.jpeg?alt=media&token=1fcf981f-a9e0-421f-b659-e8be0b2a7297",
      "contents": [
        {
          "type": "paragraph",
          "contents": "is an annual event to which student-leaders from different universities of Region 11 gathers to emerge, empower, and safeguard the common interest of advocating to create and implement resolutions to societal issues of the region, related to the AdvocaSix of the SAMAHAN Central Board for the Academic Year. The said event will be in partnership with different departments of the SAMAHAN Central Board, such as the Department of Campaigns and Advocacies and the Ecoteneo Student Unit."
        }
      ]
    },
    {
      "id": "initiative_5",
      "initiativeNum": "Initiative 5",
      "title": "Mindanao Youth Agenda",
      "imgBgSrc": "https://firebasestorage.googleapis.com/v0/b/samahan-website.appspot.com/o/Images%2FPresident%20Initiatives%2FMindanao%20Youth%20Agenda.jpeg?alt=media&token=ab3ba0e1-3982-4b1c-bb66-a81ead4a5f92",
      "contents": [
        {
          "type": "paragraph",
          "contents": "In advancing the sentiments of the youth, the SAMAHAN shall lobby to the Unyon Mindanao, a convention of student governments of educational institutions in Mindanao, the crafting of the written Mindanaoan Youth Agenda containing the vision and pleas addressed to the Philippine President and other government officials. This project is in line with SAMAHAN’s Advocasix of Good Governance and Youth Empowerment."
        }
      ]
    },
    {
      "id": "initiative_6",
      "initiativeNum": "Initiative 6",
      "title": "Ecosummit 2022",
      "imgBgSrc": "https://firebasestorage.googleapis.com/v0/b/samahan-website.appspot.com/o/Images%2FPresident%20Initiatives%2FEcosummit%202022.jpeg?alt=media&token=0a24f727-4d24-42d0-bce9-6092f55ff1f0",
      "contents": [
        {
          "type": "paragraph",
          "contents": "The Ecosummit is a forum featuring success stories, and game-changing contributions of youth advocates as they respond to the challenges in their localities. Through their narratives, delegates can understand local, national, or even global environmental challenges and in the process, pick up effective strategies to address issues of concern. This environmental project emphasizes that there is hope in solving our climate crisis and championing environmental justice with the youth in action."
        }
      ]
    },
    {
      "id": "initiative_7",
      "initiativeNum": "Initiative 7",
      "title": "Mulat Mindanao 2022",
      "imgBgSrc": "https://firebasestorage.googleapis.com/v0/b/samahan-website.appspot.com/o/Images%2FPresident%20Initiatives%2FMulat%20Mindanao%202022.jpeg?alt=media&token=58d8af4e-cc51-40c5-be7d-b534fad1370d",
      "contents": [
        {
          "type": "paragraph",
          "contents": "Mulat Mindanao is the SAMAHAN-led project in partnership with the university offices which aims to discuss perennial issues of Mindanao, peace-building stories, and community-building initiatives. In forwarding the Mindanaoan agenda, SAMAHAN will create a platform to raise discourses involving the youth regarding advocacy-building and solution-making in their localities."
        }
      ]
    },
    {
      "id": "initiative_8",
      "initiativeNum": "Initiative 8",
      "title": "Gawad Siyasat: Pioneering SAMAHAN Research Congress",
      "imgBgSrc": "https://firebasestorage.googleapis.com/v0/b/samahan-website.appspot.com/o/Images%2FPresident%20Initiatives%2FGawad%20Siyasat%20-%20Pioneering%20SAMAHAN%20Research%20Congress.jpeg?alt=media&token=683919a0-49fb-47a3-a6bd-b74cb329b29d",
      "contents": [
        {
          "type": "paragraph",
          "contents": "In partnership with the University Research Council, the SAMAHAN shall award outstanding thesis outputs that are dedicated to solving pressing societal issues. This project aims to boost interest of Ateneans towards research through financial support and recognition."
        }
      ]
    },
    {
      "id": "initiative_9",
      "initiativeNum": "Initiative 9",
      "title": "Magis Movement 2022",
      "imgBgSrc": "https://firebasestorage.googleapis.com/v0/b/samahan-website.appspot.com/o/Images%2FPresident%20Initiatives%2FMagis%20Movement%202022.jpeg?alt=media&token=64cad35c-b0ce-4e58-8b6e-2e176d5b5a37",
      "contents": [
        {
          "type": "paragraph",
          "contents": "In 2022, SAMAHAN targets to work with ten communities outside the university in building impactful and sustainable programs for welfare work including but not limited to capacity development projects and provision of supplies. This movement shall be linked to the projects of the Council of Organizations Ateneo - Davao, Council of Class Presidents, Student Executive Councils and other autonomous commissions."
        }
      ]
    }
  ]
}
